Repository: Skilledup/shuriken-reviews
Catalog: languages/shuriken-reviews-*.po
Languages: fa_ir

source: Shuriken Reviews
fa_ir: شوریکن ریویو

source: Boosts wordpress comments with a added functionalities.
fa_ir: نظرات وردپرس را با قابلیت های اضافه شده تقویت می کند.

source: Skilledup Hub
fa_ir: اسکیلداپ هاب

source: Invalid nonce specified
fa_ir: نانس اشتباه است

source: Comments settings saved successfully!
fa_ir: تنظیمات دیدگاه باموفقیت ذخیره شد!

source: Comments Settings
fa_ir: تنظیمات دیدگاه

source: Latest Comments Block
fa_ir: بلاک آخرین دیدگاه ها

source: Exclude author comments from Latest Comments block
fa_ir: نظرات نویسنده را از بلوک آخرین نظرات حذف کنید

source: When enabled, comments made by post authors will not appear in the Latest Comments block.
fa_ir: وقتی فعال باشد، نظرات نویسندگان پست در بلوک آخرین نظرات ظاهر نمی شود.

source: Show only parent comments in Latest Comments block
fa_ir: فقط نظرات ابتدایی را در بلوک آخرین نظرات نشان دهید

source: When enabled, only initial comments will be shown (replies will be hidden).
fa_ir: وقتی فعال باشد، فقط نظرات ابتدایی نشان داده می شود (پاسخ ها پنهان می شوند).

source: Save Comments Settings
fa_ir: ذخیره تنظیمات دیدگاه

source: Rating created successfully!
fa_ir: رتبه‌بندی با موفقیت ایجاد شد!

source: Rating updated successfully!
fa_ir: رتبه‌بندی با موفقیت بروز شد!

source: Rating deleted successfully!
fa_ir: رتبه‌بندی با موفقیت حذف شد!

source: Ratings Management
fa_ir: مدیریت رتبه‌بندی ها

source: Create New Rating
fa_ir: ایجاد رتبه‌بندی جدید

source: Rating Name
fa_ir: نام رتبه‌بندی

source: Create Rating
fa_ir: ایجاد رتبه‌بندی

source: Existing Ratings
fa_ir: رتبه بندی های موجود

source: ID
fa_ir: شناسه

source: Name
fa_ir: نام

source: Shortcode
fa_ir: میانگین امتیاز

source: Average Rating
fa_ir: میانگین امتیاز

source: Total Votes
fa_ir: کل رای‌ها

source: Actions
fa_ir: عملیات

source: %s/5
fa_ir: %s از ۵

source: Update
fa_ir: بروزرسانی

source: Are you sure?
fa_ir: مطمئن هستید؟

source: Delete
fa_ir: حذف

source: Ratings
fa_ir: رتبه‌بندی

source: Rating stars
fa_ir: ستاره های رتبه‌بندی

source: Rate %d out of 5
fa_ir: ثبت رای %d از ۵

source: Average: %1$s/5 (%2$s votes)
fa_ir: میانگین: %1$s از ۵ (%2$s رای)

source: Please <a href="%s">login</a> to rate
fa_ir: لطفاً برای رای دادن <a href="%s">وارد</a> شوید

source: Thank you for rating!
fa_ir: از رای شما سپاسگذاریم!

source: Error: %s
fa_ir: خطا: %s

source: Error submitting rating. Please try again.
fa_ir: خطا در ارسال رای. لطفاً دوباره امتحان کنید.
